Revit 2027 API
ParameterTypeId.ViewerEyeElevation Property
 "Eye Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerEyeElevation { get; }
Public Shared ReadOnly Property ViewerEyeElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerEyeElevation {
	ForgeTypeId^ get ();
}
static member ViewerEyeElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace